{
	"About me": "About me",
	"Contact me": "Contact me",
	"Portfolio": "Portfolio",
	"Speciality": "Speciality",
	"Technologies used": "Technologies used:",
	"about me": "My name is Noah and I am 16 years old from the Netherlands. I love programming and mathematics. I started programming 5 years ago and have loved it ever since. It's possible to make ideas come to life, whether it be with programs running on your computer, with websites, or creative animations; everything is possible. I find the fact that so much is possible by just writing text in a simple editor amazing. I focus on making websites on the internet because it's something most people have easy access to. Since these days everyone has a telephone or a computer nearby, access to the internet is just a few clicks away. I've already written a variety of simple and complex sites, and I love expanding my horizons with each project. The most important part to me is that I enjoy every single moment of coding!",
	"already worked with": "I have already worked with:",
	"bots": "Interactive bots",
	"bottext": "I have also coded bots for social platforms. These bots can have a variety of functions such as interacting with people through text.",
	"contact text": "If you're interested in working with me or you just wanna say hi you can contact me through this form. I will respond as soon as possible. The links to my social media pages and my cv are underneath the form.",
	"designtext": "I like thinking creatively to make stunning and innovative designs, whether it be minimalistic, or something more busy; anything is possible!",
	"front-end": "I love starting with nothing and using that blank canvas to express my ideas using code. That's why I like making websites - such as this one.",
	"greeting": "Hello, I am Noah. Nice to meet you",
	"interactive bots": "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.",
	"submit": "submit",
	"webdesign": "Webpage design",
	"webpage design": "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!"
}
