{
	"About me": "About me",
	"Contact me": "Contact me",
	"Portfolio": "Portfolio",
	"Speciality": "Speciality",
	"Technologies used": "Technologies used:",
	"Things I work with": "Things I work with:",
	"about me": "My name is Noah and I am 16 years old. I love programming and doing mathematics. I started programming 5 years ago and I have loved it ever since. You can make ideas come to life, whether it are programs running on your computer, websites or creative animations, everything is possible. The idea that so much is possible with just writing text in a simple editor is something I find amazing. I have focused on making websites on the internet because that's the easiest thing for most people to access. Everyone has a telephone or a computer near them these days, and internet or access to a random website is just a few clicks away. I have already written a lot of simple and complex sites, so I know how most thing work. The most important part is that I still enjoy every single moment of coding!",
	"bots": "Interactive bots",
	"bottext": "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.",
	"contact text": "If you're interested in working with me or you just wanna say hi you can contact me through this form. I will respond as soon as possible. Thank you for your time! You can also contact me through social media using one of the links below:",
	"designtext": "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!",
	"front-end": "I love starting with nothing and making something from that nothing, and I also love coding. That's why I like making websites for the browser such as this one.",
	"greeting": "Hello, I am Noah. Nice to meet you",
	"interactive bots": "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.",
	"put email here": "Put your email here...",
	"put message here": "Put your message here...",
	"put name here": "Put your name here...",
	"submit": "submit",
	"webdesign": "Webpage design",
	"webpage design": "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!"
}
