{
  "About me": "Over mij",
  "Speciality": "Specialiteiten",
  "Portfolio": "Portfolio",
  "Contact me": "Contact mij",
  "greeting": "Hoi, Ik ben Noah. Leuk je te ontmoeten.",
  "about me": "Mijn naam is Noah en ik ben 16 jaar oud. Ik hou van programmeren en wiskunde. Ik ben 5 jaar geleden gestart met programmeren en sindsdien hou ik er echt van. Je kan ideeën tot leven laten komen, zelfs al zijn het programma's op je computer, websites of creatieve animaties, alles is mogelijk. Het idee dat je zo veel kan maken door alleen maar code op te schrijven in een text editor is iets wat ik geweldig vind. Ik ben gefocust op het maken van website op het internet omdat dat het makkelijkste is voor de meeste mensen om toegang tot te krijgen. Iedereen heeft tegenwoordig een telefoon of een computer in zijn of haar buurt, en internet of een willeukerige website is maar een paar klikken verder. Ik heb al veel simpele maar ook complexe sites gebouwd, dus ik weet hoe de meeste dingen werken. Het meest belangrijke is dat ik nog steeds van elk moment van coderen geniet!",
  "I love starting with nothing and beginning with nothing, and I also love coding. That's why I like making websites for the browser such as this one.": "I love starting with nothing and beginning with nothing, and I also love coding. That's why I like making websites for the browser such as this one.",
  "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!": "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!",
  "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.": "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.",
  "If you're interested in working with me or you just wanna say hi you can contact me through this form. I will respond as soon as possible. Thank you for your time! You can also contact me through social media using one of the links below:": "If you're interested in working with me or you just wanna say hi you can contact me through this form. I will respond as soon as possible. Thank you for your time! You can also contact me through social media using one of the links below:"
}