{
    "About me": "Over mij",
    "Contact me": "Contact",
    "Portfolio": "Portfolio",
    "Speciality": "Specialiteiten",
    "Technologies used": "Gebruikte technologieën:",
    "about me": "Mijn naam is Noah en ik ben 16 jaar oud. Ik kom uit Nederland. Ik houd van programmeren en wiskunde. Ik ben 5 jaar geleden begonnen met programmeren en heb het sindsdien altijd leuk blijven vinden. Je kunt er ideeën mee tot leven brengen, of het nu gaat om programma's die op uw computer worden uitgevoerd, met websites of creatieve animaties; alles is mogelijk. Ik vind het feit dat er zoveel mogelijk is door gewoon tekst te typen in een eenvoudige editor geweldig. Ik concentreer me op het maken van websites op het internet omdat het iets is waar de meeste mensen gemakkelijk toegang toe hebben. Sindsdien heeft iedereen een telefoon of een computer in de buurt, dus toegang tot internet is maar een paar seconden van je vandaan. Ik heb al verschillende eenvoudige en complexe sites geschreven en ik houd ervan om mijn horizon te verbreden met elk project. Het belangrijkste voor mij is dat ik nog steeds geniet van elk moment van het coderen!",
    "already worked with": "Ik heb al gewerkt met:",
    "bots": "Interactieve bots",
    "bottext": "Ik heb ook al 'bots' gemaakt voor sociale media. Deze 'bots' kunnen verschillende dingen doen zoals het communiceren met mensen door middel van spraak.",
    "contact text": "Ben je geïnteresseerd om met mij in contact te komen? Je kunt hieronder het contactformulier invullen. Ik zal zo snel mogelijk reageren. De linkjes naar mijn social media en mijn CV staan hierboven.",
    "designtext": "Ik houd ervan om creatief na te denken en om daarmee tot mooie en innovatieve designs te komen, of het nu minimalistisch of juist druk; alles is mogelijk!",
    "front-end": "Ik houd ervan om met niets te beginnen en de browser te gebruiken om mijn ideeën met behulp van code uit te drukken. Dat is waarom ik het leuk vind om websites te maken - net zoals deze.",
    "greeting": "Hallo, ik ben Noah. Leuk je te ontmoeten.",
    "submit": "sturen",
    "webdesign": "Webdesign"
}
