{
	"About me": "Over mij",
	"Contact me": "Contact mij",
	"Portfolio": "Portfolio",
	"Speciality": "Specialiteiten",
	"Technologies used": "Gebruikte technologieën:",
	"Things I work with": "Dingen waarmee ik werk:",
	"about me": "Mijn naam is Noah en ik ben 16 jaar oud. Ik hou van programmeren en wiskunde. Ik ben 5 jaar geleden gestart met programmeren en sindsdien hou ik er heel erg van. Je kan alle ideeën tot leven laten komen, zelfs al zijn het programma's op je computer, online websites of creatieve animaties, alles is mogelijk. Het idee dat je zo veel kan maken door alleen maar code te typen in een text editor is iets wat ik geweldig vind. Ik ben gefocust op het maken van websites op het internet omdat dat het makkelijkste is voor de meeste mensen om toegang tot te krijgen. Iedereen heeft tegenwoordig een telefoon of een computer in zijn of haar buurt, en internet of een willeukerige website is maar een paar klikken van je vandaan. Ik heb al veel simpele maar ook complexe sites gebouwd, dus ik weet hoe al de meeste dingen werken. Het meest belangrijke is dat ik nog steeds van elk moment van programmeren geniet!",
	"bots": "Interactieve bots",
	"bottext": "Ik houd ervan om bots te programmeren voor sociale platformen. Het is iets wat tot leven komt op sociale media en daar kan praten als een echt persoon.",
	"contact text": "Als je geïnteresseerd bent ik met mij werken of wil je gewoon gedag zeggen kan je dit contactformulier gebruiken. Ik zal zo snel mogelijk reageren. Dankuwel voor uw tijd! U kan met ook contacteren door middel van social media door te klikken op één van de linkjes hieronder:",
	"designtext": "Ik houd ervan om creatief na te denken en om een website kleurvol en aandachttrekkend te maken. Minimalistisch of juist vol animaties, er is veel mogelijk!",
	"front-end": "Ik houd ervan om met niets te beginnen en om van dat niets iets te maken, ook houd ik van coderen. Daarom ben ik begonnen met het maken van websites zoals deze.",
	"greeting": "Hoi, Ik ben Noah. Leuk je te ontmoeten.",
	"interactive bots": "I enjoy coding bots for social platforms. It is something that is coming to life on social media and talking on there like a real person.",
	"put email here": "Je email moet hier...",
	"put message here": "Je bericht moet hier...",
	"put name here": "Je naam moet hier...",
	"submit": "sturen",
	"webdesign": "Webpagina design",
	"webpage design": "I like thinking creatively and making a website look colorful and stunning, make it look minimalistic or either full of animations. A lot of things are possible!"
}
